a52dec
aalib
abseil-cpp
accountsservice
acl
acpid
ada
adguardhome
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-cursors
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alpm_octopi_utils
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
amdgpu_top-bin
ananicy-cpp
android-tools
android-udev
aom
apparmor
appstream
aquamarine-git
arch-install-scripts
archiso
archlinux-keyring
arcolinux-keyring
arcolinux-mirrorlist-git
arcolinux-spices-git
argon2
at-spi2-core
atkmm
attr
audit
aura
autoconf
automake
avahi
awesome-terminal-fonts
ayatana-ido
base
base-devel
bash
bash-completion
bat
bc
bind
binutils
bison
blas
blueprint-compiler
bluez-libs
boost-libs
bottom
bpf
bpftop
brotli
btop
btrfs-progs
bubblewrap
bun-bin
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cachyos-ananicy-rules
cachyos-fish-config
cachyos-gaming-meta
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-qtile-settings
cachyos-rate-mirrors
cachyos-settings
cachyos-sysctl-manager
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cairo
cairomm
cairomm-1.16
cantarell-fonts
capitaine-cursors
capstone
cblas
cdparanoia
cdrtools
char-white
chromaprint
chromium-browser-unstable
chwd
cifs-utils
cinnamon-desktop
clang
cmake
compiler-rt
coreutils
cpio
cppdap
cpupower
cracklib
croc
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-units
dconf
dconf-editor
debugedit
default-cursors
desktop-file-utils
device-mapper
dhclient
dhcpcd
diffutils
ding-libs
discord
dmidecode
dmraid
dnsmasq
dnssec-anchors
dosbox
dosfstools
double-conversion
doxygen
dtc
duf
duktape
dxvk-mingw-git
e2fsprogs
edk2-ovmf
efibootmgr
efitools
efivar
electron
electron32
electron33
elfutils
ell
enchant
ente-auth-bin
erofs-utils
ethtool
evtest
exempi
exfatprogs
exo
expac
expat
eza
f2fs-tools
faac
faad2
fakeroot
fastfetch
fd
feh
ffmpeg
ffmpegthumbnailer
fftw
file
file-roller
filesystem
findutils
fio
firefox
fish
fish-autopair
fish-pure-prompt
fisher
flac
flameshot-git
flex
fluidsynth
fmt
fontconfig
freeglut
freetube-bin
freetype2
fribidi
fsarchiver
fuse-common
fuse2
fuse3
fzf
gamescope
garcon
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gdu
geoclue
gettext
ghc-libs
ghostscript
giflib
git
glances
glew
glew1.10
glfw
glib-networking
glib2
glib2-devel
glibc
glibmm
glibmm-2.68
glslang
glu
glusterfs
gmp
gnome-boxes
gnome-desktop
gnome-desktop-common
gnome-disk-utility
gnome-keyring
gnome-themes-extra
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
goverlay
gperftools
gpgme
gpm
graphene
graphite
graphviz
grep
grim
groff
grub
grub-hook
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsm
gspell
gssdp
gssproxy
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtest
gtk-engine-murrine
gtk-engines
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm-4.0
gtkmm3
gtksourceview3
gtksourceview4
gts
gtuber
guile
gupnp
gupnp-igd
gvfs
gvfs-mtp
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-assoc
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-bifunctors
haskell-comonad
haskell-contravariant
haskell-data-array-byte
haskell-data-fix
haskell-diff
haskell-distributive
haskell-dlist
haskell-erf
haskell-fgl
haskell-foldable1-classes-compat
haskell-generically
haskell-ghc-bignum-orphans
haskell-hashable
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-onetuple
haskell-os-string
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-tdfa
haskell-scientific
haskell-semialign
haskell-semigroupoids
haskell-splitmix
haskell-statevar
haskell-strict
haskell-tagged
haskell-text-short
haskell-th-abstraction
haskell-these
haskell-time-compat
haskell-transformers-compat
haskell-unordered-containers
haskell-uuid-types
haskell-vector
haskell-vector-stream
haskell-witherable
haveged
hdparm
heroic-games-launcher
hicolor-icon-theme
hidapi
highway
http-parser
hunspell
hwdata
hwdetect
hwinfo
hwloc
hyphen
hyprcursor-git
hyprland-git
hyprland-protocols-git
hyprlang-git
hyprutils-git
hyprwayland-scanner-git
iana-etc
icu
ijs
imagemagick
imath
imlib2
inetutils
iniparser
inotify-tools
inxi
iproute2
iptables-nft
iputils
ipython
irqbalance
iso-codes
iwd
jack2
jamesdsp
jansson
jasper
jay-git
jbig2dec
jbigkit
jemalloc
jfsutils
jq
json-c
json-glib
jsoncpp
judy
kauth5
kbd
kcoreaddons
kcoreaddons5
kdiskmark
keyutils
kguiaddons5
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
kwindowsystem
l-smash
lact
lame
lapack
latencytop-bin
lcms2
ldb
legcord-git
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-core
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-clang
lib32-colord
lib32-curl
lib32-dbus
lib32-dbus-glib
lib32-duktape
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freeglut
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glew
lib32-glew1.10
lib32-glib-networking
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-gtk2
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libappindicator-gtk2
lib32-libasyncns
lib32-libcaca
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libcurl-compat
lib32-libcurl-gnutls
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libgcrypt15
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libice
lib32-libidn11
lib32-libidn2
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libjpeg6-turbo
lib32-libldap
lib32-libltdl
lib32-libmikmod
lib32-libmodplug
lib32-libnghttp2
lib32-libnghttp3
lib32-libnl
lib32-libnm
lib32-libnsl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpipewire
lib32-libpng
lib32-libpng12
lib32-libproxy
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-librtmp0
lib32-libsm
lib32-libsndfile
lib32-libsoup
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtiff4
lib32-libtirpc
lib32-libudev0-shim
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libva
lib32-libva-mesa-driver
lib32-libvdpau
lib32-libvorbis
lib32-libvpx
lib32-libvpx1.3
lib32-libwebp
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxss
lib32-libxt
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-lzo
lib32-mangohud
lib32-mesa
lib32-mesa-vdpau
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-ocl-icd
lib32-openal
lib32-opencl-rusticl-mesa
lib32-openssl
lib32-openssl-1.1
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre2
lib32-pipewire
lib32-pixman
lib32-sdl12-compat
lib32-sdl2
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
lib32-sdl_image
lib32-sdl_mixer
lib32-sdl_ttf
lib32-speex
lib32-spirv-llvm-translator
lib32-spirv-tools
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-radeon
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib-ng
lib32-zlib-ng-compat
lib32-zstd
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libclapper
libclapper-gtk
libclc
libcloudproviders
libcolord
libconfig
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdecor
libdeflate
libdispatch
libdisplay-info
libdovi
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libedit
libei
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgbinder
libgcrypt
libgcrypt15
libgirepository
libgit2
libglibutil
libglvnd
libgme
libgnomekbd
libgpg-error
libgsf
libgtop
libgudev
libhandy
libheif
libibus
libice
libidn
libidn11
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libindicator-gtk2
libinih
libinput
libinstpatch
libisl
libisoburn
libisofs
libjpeg-turbo
libjpeg6-turbo
libjxl
libksba
liblc3
libldac
libldap
libliftoff
liblqr
liblrdf
libltc
liblxqt
libmanette
libmaxminddb
libmbim
libmd
libmicrodns
libmikmod
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libmysofa
libnautilus-extension
libnbd
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnvme
libogg
libomxil-bellagio
libopenmpt
libopenraw
libosinfo
libp11-kit
libpaper
libpcap
libpciaccess
libpfm
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libpng12
libportal
libportal-gtk3
libportal-gtk4
libproxy
libpsl
libpulse
libpwquality
libqmi
libqrtr-glib
libqtxdg
libraqm
libraw1394
librsvg
librsync
librtmp0
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libslirp
libsm
libsndfile
libsodium
libsodium-1.0.18
libsoup
libsoup3
libsoxr
libsrtp
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtiff4
libtirpc
libtool
libtraceevent
libtracefs
libudev0-shim
libunibreak
libunistring
libunwind
liburcu
liburing
libusb
libusbmuxd
libuv
libva
libva-mesa-driver
libvdpau
libverto
libvibrant
libvirt
libvirt-glib
libvorbis
libvpl
libvpx
libvpx1.3
libwacom
libwbclient
libwebp
libwireplumber
libwireplumber-4.0-compat
libwnck3
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxdp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux-api-headers
linux-cachyos
linux-cachyos-fivehz
linux-cachyos-fivehz-headers
linux-cachyos-headers
linux-cachyos-rc
linux-cachyos-rc-headers
linux-firmware
linux-firmware-whence
lksctp-tools
llvm
llvm-libs
lm_sensors
lmdb
logrotate
lsb-release
lsof
lsscsi
lua
lua-luv
luajit
lutris
lv2
lvm2
lxc
lxqt-policykit
ly
lz4
lzo
m4
mailcap
make
mako
man-db
man-pages
mangohud
mariadb-libs
md4c
mdadm
meld
mesa
mesa-utils
mesa-vdpau
meson
micro
mimalloc
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
minizip
mission-center
mjpegtools
mkinitcpio
mkinitcpio-archiso
mkinitcpio-busybox
mobile-broadband-provider-info
modemmanager
modprobed-db
mold
mpdecimal
mpfr
mpg123
mtdev
mtools
nano
nano-syntax-highlighting
ncurses
ndctl
nemo
neon
net-tools
netctl
netpbm
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nfsidmap
nftables
nilfs-utils
ninja
nm-connection-editor
nodejs
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
nss-mdns
ntp
numactl
nwg-look
ocl-icd
octopi
oh-my-zsh-git
onetbb
oniguruma
openal
opencl-rusticl-mesa
opencore-amr
opendesktop-fonts
openexr
openh264
openjpeg2
openssh
openssl
openssl-1.1
openvpn
opus
opusfile
orc
os-prober
osinfo-db
osu-handler
osu-lazer-bin
osu-mime
otf-font-awesome
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pahole
pam
pambase
pamixer
pango
pangomm
pangomm-2.48
parallel
parted
paru
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perf
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
phodav
picom
pinentry
pipeline-gtk
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
pixman
pkcs11-helper
pkgconf
pkgfile
playerctl
plocate
polkit
polkit-gnome
polkit-qt5
polkit-qt6
pop-icon-theme-git
poppler
poppler-data
poppler-glib
popt
portaudio
postgresql-libs
power-options-daemon-git
power-options-gtk-git
powerline-fonts
ppp
procps-ng
protobuf
proton-cachyos
psmisc
pugixml
pv
pwvucontrol
python
python-annotated-types
python-appdirs
python-argcomplete
python-asttokens
python-attrs
python-autocommand
python-babel
python-beautifulsoup4
python-blessed
python-bowler
python-breathe
python-build
python-cairo
python-cairocffi
python-certifi
python-cffi
python-charset-normalizer
python-click
python-contourpy
python-cycler
python-dateutil
python-dbus
python-dbus-next
python-decorator
python-defusedxml
python-distro
python-docutils
python-editor
python-evdev
python-executing
python-fastjsonschema
python-fissix
python-fonttools
python-gbinder
python-gobject
python-idna
python-imagesize
python-iniconfig
python-inquirer
python-installer
python-isort
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jedi
python-jinja
python-kiwisolver
python-lark-parser
python-libcst
python-lxml
python-mako
python-markdown
python-markupsafe
python-matplotlib
python-matplotlib-inline
python-moddb
python-more-itertools
python-moreorless
python-numpy
python-ordered-set
python-orjson
python-packaging
python-parso
python-pexpect
python-pillow
python-platformdirs
python-pluggy
python-poetry-core
python-prompt_toolkit
python-psutil
python-ptyprocess
python-pulsectl
python-pulsectl-asyncio
python-pure-eval
python-pyclip
python-pycparser
python-pydantic
python-pydantic-core
python-pygments
python-pyparsing
python-pyproject-hooks
python-pytest
python-pytz
python-pywayland
python-pywlroots
python-pyxdg
python-readchar
python-requests
python-setproctitle
python-setuptools
python-setuptools-scm
python-six
python-snowballstemmer
python-soupsieve
python-sphinx
python-sphinx-alabaster-theme
python-sphinx_rtd_theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jquery
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-stack-data
python-toml
python-tomli
python-tqdm
python-traitlets
python-trove-classifiers
python-typing_extensions
python-urllib3
python-validate-pyproject
python-volatile
python-wcwidth
python-wheel
python-xcffib
python-xkbcommon
python-yaml
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-nfs
qemu-block-ssh
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-system-x86
qemu-system-x86-firmware
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-vhost-user-gpu
qhull
qrencode
qt-sudo
qt5-base
qt5-declarative
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt5ct
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-shadertools
qt6-svg
qt6-tools
qt6-translations
qt6-wayland
qt6pas
qtermwidget
qtile-git
raptor
rate-mirrors
rav1e
readline
realtime-privileges
rebuild-detector
reflector
rhash
ripgrep
rnnoise
rofi
rpcbind
rsync
rt-tests
rtkit
rtmpdump
rubberband
run-parts
rustup
s-nail
samba
sbc
scdoc
scx-scheds-git
sd
sdbus-cpp
sdl12-compat
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sdl_image
sdl_mixer
sdl_net
sdl_sound
sdl_ttf
seabios
seatd
sed
serd
sg3_utils
shaderc
shadow
shared-mime-info
shellcheck
slang
slurp
smartmontools
smbclient
snappy
sndio
sof-firmware
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
spdlog
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-llvm-translator
spirv-tools
sqlite
squashfs-tools
sratom
srt
startup-notification
steam
steam-native-runtime
stress-ng
sublime-text-4
sudo
svt-av1
svt-hevc
swaybg
syntax-highlighting
sysbench
sysfsutils
systemd
systemd-libs
systemd-resolvconf
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
tealdeer
telegram-desktop
tevent
texinfo
thin-provisioning-tools
thunar
thunar-archive-plugin
tinysparql
tomlplusplus
tpm2-tss
tslib
ttf-bitstream-vera
ttf-cascadia-code
ttf-dejavu
ttf-fantasque-nerd
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-ibm-plex
ttf-jetbrains-mono
ttf-liberation
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-roboto
twolame
tzdata
udisks2
unrar
unzip
upower
usb_modeswitch
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vapoursynth
vde2
vi
vibrantlinux
vid.stab
vim
vim-runtime
virglrenderer
virtiofsd
vkd3d
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-radeon
vulkan-tools
wavpack
waybar
waydroid
wayland
wayland-protocols
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing-1
wev
wezterm
wget
which
wildmidi
wine-cachyos
wine-gecko
wine-mono
winetricks
wired
wireplumber
wl-clipboard
wlroots0.17
woff2
wolfssl
wpa_supplicant
wqy-zenhei
x264
x265
xapp
xautolock
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-cosmic-git
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-desktop-portal-xapp
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-vesa
xfce4-panel
xfce4-sensors-plugin
xfconf
xfsprogs
xkeyboard-config
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland-git
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yad
yajl
yarn-pnpm-corepack
yyjson
zbar
zenity
zeromq
zimg
zip
zix
zlib-ng
zlib-ng-compat
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k
zstd
zvbi
zxing-cpp
